// General
"ADD" = "Lägg till";
"OK" = "OK";
"CANCEL" = "Avbryt";
"CONTINUE" = "Fortsätt";
"DONE" = "Klar";
"Space" = "Mellanslag";
"SPACES" = "Spaces";
"OPTIONS" = "Alternativ…";
"UNKNOWN_EXTERNAL_KEYBOARD" = "Okänt externt tangentbord";
"TURN_BT_ON" = "Slå på Bluetooth";

// Trackpad tab
"2NDCLICK_TAPPING" = "För sekundära klick placerar du två fingrar på styrplattan och klickar på knappen";
"2NDCLICK_CLICKING" = "Knacka med två fingrar på styrplattan för sekundärklickning";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Använd F1, F2, osv. som vanliga funktionstangenter";
"FN_FLIPPER_NOTE" = "När det här alternativet är markerat trycker du ned fn-tangenten när du vill använda specialfunktionerna som visas på tangenterna.";

// Full Keyboard Access tab
"SHOWFOCUS_ON_NOTE" = "Ändra den här inställningen genom att trycka på %@.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Användarobjekt";
"USER_ITEMS_DESC" = "Öppnar %@";
"CONFLICT_TOOLTIP" = "Den här tangenten krockar med andra tangenter";
"ONOFF_TOOLTIP" = "Aktivera ett kortkommando i listan genom att markera det";
"RESTORE_DEFAULTS_TITLE" = "Är du säker på att du vill återställa alla kortkommandon till förvalsinställningarna?";
"RESTORE_DEFAULTS_DESCR" = "Det här kommandot går inte att ångra.";
"GO_TO_SPACE_TEMPLATE" = "Växla till område %d";

// Combobox entries
"MODIFER_OPTION" = "⌥ Alternativ";
"MODIFER_CONTROL" = "⌃ Kontroll";
"MODIFER_COMMAND" = "⌘ Kommando";

// BT related
"D_SECS" = "%d sekunder";
"NEVER" = "Aldrig";

"MOUSE" = "Mus";
"KEYBOARD" = "Tangentbord";
"UNKNOWN" = "Okänt";

"NEW_APPLICATION_ITEM" = "<namnlöst menyalternativ>";

"APP_IS_NOT_COMPATIBLE" = "Det går inte att lägga till kortkommandon för programmet %@.";

"MOUSEBUTTON_OPEN" = "Öppna ”%@”";


// BT Pairing
"BT_OFF_TITLE" = "Bluetooth-tangentbord kan inte anslutas eftersom Bluetooth inte är på. Vill slå på Bluetooth nu?";
"BT_OFF_ALERT_TITLE" = "Bluetooth-tangentbord kan inte anslutas eftersom Bluetooth inte är på. Vill slå på Bluetooth nu?";
"BT_MIDDLE_INDICATOR_NO_KEYBOARD_FOUND" = "Hittade inget tangentbord.";
"BT_MIDDLE_INDICATOR_1_KEYBOARD_FOUND" = "1 tangentbord hittades.";
"BT_MIDDLE_INDICATOR_KEYBOARD_FOUND" = "Hittade ”%@”";
"BT_CONTINUE" = "Fortsätt";
"BT_TRY_AGAIN" = "Försök igen";
"BT_SEARCHING" = "Söker…";
"BT_CONNECTING" = "Ansluter…";
"BT_SEARCHING_FOR_KEYBOARD" = "Söker efter tangentbord…";
"BT_PAIRING_SUCCESS" = "Klar! Datorn är nu inställd så att den fungerar med Bluetooth-tangentbordet.";
"BT_SELECT_TO_PAIR" = "Vänta på att ett Bluetooth-tangentbord ska upptäckas.";
"BT_SELECT_TO_PAIR_DESC" = "Om ditt Bluetooth-tangentbord inte visas, kontrollera att batterierna är korrekt isatta och att tangentbordet är påslaget.";
"BT_ATTEMPTING_TO_PAIR" = "Försöker parkoppla med ”%@”…";
"BT_ATTEMPTING_TO_PAIR_NONAME" = "Försöker parkoppla…";
"BT_ENTER_KEY" = "Kontrollera om din enhet är redo att ta emot en lösenkod. När den är redo skriver du in följande siffror med tangentbordet och trycker på returtangenten.";
"BT_PAIR_FAIL_GENERAL" = "Parkopplingsförsöket misslyckades. Klick på ”Fortsätt” för att försöka igen.";
"BT_PAIR_FAIL_AUTH" = "Parkopplingen misslyckades eftersom den angivna lösenkoden inte stämde. Försök igen genom att klicka på ”Fortsätt”.";
